Repository: CDE-UNIBE/changeme
Catalog: flexiform/locale/*/LC_MESSAGES/django.po
Languages: de

source: Are you sure?
de: Sind Sie sicher?

source: You are about to delete %(object)s. This will delete all involvements of the object, all links to other objects will be deleted. Please confirm.
de: Sie sind daran, %(object)s zu löschen. Dadurch werden alle Links dieses Objekts zu anderen Objekten ebenfalls gelöscht. Bitte bestätigen.

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: You are currently editing:
de: Sie editieren momentan:

source: --- Jump to specific section ---
de: --- Zu bestimmtem Abschnitt springen ---

source: Previous
de: Zurück

source: Next
de: Weiter

source: Finish
de: Abschliessen

source: Add
de: Hinzufügen

source: No links selected yet.
de: Noch keine Links ausgewählt.

source: Search
de: Suche

source: Only the point on the map is submitted. Other fields (search or GPS field) next to the map are only used to zoom to a location or place a point on the map. These fields are not submitted.
de: Nur der Punkt auf der Karte wird übermittelt. Andere Felder (Suche oder GPS Feld) neben der Karte werden nur für die Interaktion mit der Karte verwendet. Diese Felder werden nicht übermittelt.

source: Only one point can be on the map!
de: Nur ein Punkt kann auf der Karte gesetzt werden!

source: Search and zoom to location
de: Einen Ort suchen und hinzoomen

source: GPS coordinates
de: GPS Koordinaten

source: Go
de: Los

source: Delete all Features
de: Alle Features löschen

source: Search an object by name or by its questionnaire ID.
de: Suche ein Objekt nach Name oder Questionnaire ID.

source: If the object does not yet exist, you can create a new one.
de: Wenn das Objekt noch nicht existiert, können Sie es neu erstellen.

source: The section was successfully saved.
de: Der Abschnitt wurde erfolgreich gespeichert.

source: %(object)s was successfully saved.
de: %(object)s wurde erfolgreich gespeichert.

source: The object was successfully deleted.
de: Das Objekt wurde erfolgreich gelöscht.
